archlinux-appstream-data-pamac
betterlockscreen
brave-bin
checkupdates-aur
cozette-otb
cozette-ttf
eww
heroku-cli
i3lock-color
lazydocker
libpamac-git
libxnvctrl-470xx
microsoft-edge-stable-bin
mongodb-compass
nerd-fonts-jetbrains-mono
nomino
nvidia-470xx-dkms
nvidia-470xx-settings
nvidia-470xx-utils
ocs-url
onlyoffice-bin
pamac-aur-git
perl-checkupdates-aur
perl-www-aur
picom-arian8j2-git
qimgv
ranger_devicons-git
rofi-greenclip
scientifica-font
siji-git
spicetify-cli
surf
termite
trizen
ttf-unifont
unimatrix-git
xtitle
xwinwrap-0.9-bin
zsh-fast-syntax-highlighting
