archlinux-appstream-data-pamac
brave-bin
heroku-cli
lazydocker
libpamac-git
libxnvctrl-470xx
microsoft-edge-stable-bin
mongodb-compass
nomino
nvidia-470xx-dkms
nvidia-470xx-settings
nvidia-470xx-utils
onlyoffice-bin
pamac-aur-git
qimgv
ranger_devicons-git
rofi-greenclip
siji-git
spicetify-cli
surf
trizen
ttf-unifont
unimatrix-git
xwinwrap-0.9-bin
zsh-fast-syntax-highlighting
