awscli
bashdb
bat
curl
erdtree
eza
fd
fzf
gdb
git-delta
go
hadolint
hex
htmlq
htop
imagemagick
jq
lazydocker
lazygit
lf
llvm
lsd
luarocks
neovim
nvm
pipx
python-setuptools
ripgrep
starship
stow
utf8proc
wget
zoxide
zsh
