alsa-lib
bat
berkeley-db@5
binutils
bzip2
ca-certificates
cairo
cups
diff-so-fancy
elfutils
erdtree
exa
expat
fd
fontconfig
freetype
fzf
gcc
giflib
glib
gmp
gnutls
gradle
graphite2
harfbuzz
helix
icu4c
isl
jpeg-turbo
krb5
lazygit
lf
libedit
libevent
libffi
libgit2
libice
libidn2
libmpc
libnghttp2
libnsl
libpng
libsm
libssh2
libtasn1
libtiff
libtirpc
libunistring
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxrandr
libxrender
libxt
libxtst
little-cms2
llvm
lsd
lz4
lzo
maven
mpdecimal
mpfr
navi
ncurses
nettle
nushell
openjdk
openjdk@17
openssl@1.1
openssl@3
p11-kit
pcre2
pixman
python@3.11
readline
ripgrep
rust-analyzer
six
sqlite
unbound
unzip
util-linux
xorgproto
xz
z3
zip
zlib
zsh-completions
zstd
