aom
apr
apr-util
argon2
aspell
autoconf
awscli
bat
bdw-gc
berkeley-db@5
binutils
brotli
bzip2
ca-certificates
cffi
cryptography
curl
dbus
elfutils
emacs
erdtree
expat
eza
fd
fontconfig
freetds
freetype
fzf
gcc
gd
gdb
gdbm
gettext
giflib
gmp
gnutls
go
gperf
guile
hadolint
hex
highway
htmlq
htop
icu4c
imath
isl
jansson
jpeg-turbo
jpeg-xl
jq
krb5
lazydocker
lazygit
lf
libavif
libedit
libevent
libffi
libgcrypt
libgit2
libgit2@1.7
libgpg-error
libidn2
libmpc
libnghttp2
libnsl
libpng
libpq
libsodium
libssh2
libtasn1
libtiff
libtirpc
libtool
libunistring
libuv
libvmaf
libvterm
libxcrypt
libxml2
libxslt
libyaml
libzip
little-cms2
llvm
lm-sensors
lpeg
lsd
lua
luajit
luarocks
luv
lz4
m4
mandoc
mawk
mpdecimal
mpfr
msgpack
ncurses
neovim
nettle
nvm
oniguruma
openexr
openldap
openssl@3
p11-kit
pcre2
perl
php
pkg-config
pycparser
python@3.11
python@3.12
readline
ripgrep
rtmpdump
ruby
sd
sqlite
starship
stylua
tealdeer
tfenv
tidy-html5
tig
tmux
tree-sitter
trivy
unbound
unibilium
unixodbc
unzip
utf8proc
util-linux
webp
xz
z3
zlib
zoxide
zsh-completions
zstd
