a52dec
aalib
accountsservice
acl
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream-glib
arandr
arc-gtk-theme-eos
archlinux-keyring
archlinux-xdg-menu
argon2
asciidoc
at-spi2-core
atkmm
attica
attr
audiocd-kio
audit
augeas
autoconf
automake
avahi
awesome-terminal-fonts
b43-fwcutter
baka-mplayer
base
bash
bash-completion
bat
bind
binutils
bison
blas
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
botan
breeze
breeze-gtk
breeze-icons
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
cblas
cdparanoia
chromaprint
cifs-utils
clutter
clutter-gtk
cmake
cogl
colord
confuse
containerd
copyq
coreutils
cpio
cracklib
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debootstrap
debugedit
desktop-file-utils
device-mapper
dex
dhclient
dhcpcd
dialog
diffutils
ding-libs
djvulibre
dkms
dmenu
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
downgrade
dtc
duf
duktape
dunst
e2fsprogs
edk2-armvirt
edk2-ovmf
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
electron18
elixir
ell
enchant
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-default
endeavouros-skel-i3wm
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-bash-shared
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-sddm-theme
eos-translations
eos-update-notifier
erlang-nox
ethtool
eva
exa
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
fd
featherpad
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firefox
firewalld
flac
flex
fluidsynth
font-manager
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
galculator
garcon
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf-xlib
gdk-pixbuf2
geoclue
geoip
geoip-database
gettext
ghostscript
giflib
girara
git
gjs
glances
glib-networking
glib2
glib2-docs
glibc
glibmm
glow
glslang
glu
glusterfs
gmp
gnome-bluetooth
gnome-bluetooth-3.0
gnome-desktop-common
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gparted
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gssproxy
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hexyl
hicolor-icon-theme
hidapi
highway
hivex
htop
http-parser
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inotify-tools
inxi
iproute2
iptables-nft
iputils
itstool
iw
iwd
jansson
jasper
jbig2dec
jemalloc
jfsutils
jq
js91
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-gtk-config
kdeclarative
kdecoration
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-fuse
kirigami2
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
krb5
kservice
ktextwidgets
kvantum
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lazygit
lcms2
ldb
ldns
less
lf
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libewf
libexif
libfdk-aac
libffi
libfm-extra
libfm-qt
libfontenc
libfreeaptx
libgcrypt
libgdm
libgit2
libglvnd
libgme
libgnomekbd
libgovirt
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libguestfs
libgusb
libgweather-4
libhandy
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libkate
libkcddb
libkcompactdisc
libkeybinder3
libksba
libkscreen
libldac
libldap
libldm
liblouis
liblqr
liblrdf
libltc
libluv
liblxqt
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmusicbrainz5
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqtxdg
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libsrtp
libssh
libssh2
libstatgrab
libstemmer
libsynctex
libsysprof-capture
libsysstat
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-slick-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
logrotate
lrzip
lsb-release
lsof
lsscsi
lua
lua52
lua53
luajit
luit
lv2
lvm2
lxappearance-gtk3
lxdm
lxmenu-data
ly
lz4
lzo
lzop
m4
mailcap
make
man-db
man-pages
mbedtls
md4c
mdadm
media-player-info
meld
menu-cache
mesa
mesa-utils
meson
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
muparser
nano
nano-syntax-highlighting
nbd
ncmpcpp
ncurses
ndctl
ndisc6
neofetch
neon
neovim
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nitrogen
nm-connection-editor
nmap
nodejs
noto-fonts
noto-fonts-emoji
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
numlockx
nvidia-installer-common
nvidia-installer-db
nvidia-installer-dkms
oath-toolkit
obs-studio
obsidian
ocl-icd
oniguruma
openal
openbsd-netcat
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
osinfo-db
oxygen-icons
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
parallel
parole
parted
patch
pavucontrol
pavucontrol-qt
pciutils
pcre
pcre2
pcsclite
perl
perl-data-dump
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libintl-perl
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-mozilla-ca
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
polkit-qt5
polybar
poppler
poppler-glib
popt
portaudio
power-profiles-daemon
ppp
pptpclient
print-manager
procps-ng
procs
protobuf
psmisc
pv
python
python-anytree
python-appdirs
python-attrs
python-autocommand
python-cairo
python-capng
python-cffi
python-chardet
python-colorama
python-cryptography
python-defusedxml
python-future
python-gobject
python-idna
python-importlib-metadata
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-pip
python-ply
python-psutil
python-pyaml
python-pycparser
python-pydantic
python-pygments
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-requests
python-setproctitle
python-setuptools
python-shtab
python-six
python-termcolor
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
python-yaml
python-zipp
qbittorrent
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-docs
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-virtiofsd
qpwgraph
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qtermwidget
qtxdg-tools
ranger
raptor
rav1e
re2
readline
rebuild-detector
redshift
reflector
reflector-simple
reiserfsprogs
rest
rhash
ripgrep
ristretto
rnnoise
rofi
rofi-emoji
rp-pppoe
rpcbind
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
rust
s-nail
sbc
scrot
sd
sddm
sdl2
sdl2_image
seabios
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
slang
sleuthkit
smartmontools
smbclient
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
squashfs-tools
sratom
srt
sshfs
startup-notification
stoken
strace
sudo
supermin
svt-av1
svt-hevc
syndication
sysfsutils
syslinux
sysstat
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tldr
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-carlito
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vala
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
vlc
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
welcome
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xl2tpd
xmlsec
xorg-appres
xorg-bdftopcf
xorg-font-util
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xscreensaver
xsel
xsettingsd
xterm
xvidcore
xxhash
xz
yad-eos
yajl
yara
yay
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zbar
zenity
zeromq
zimg
zip
zlib
zoxide
zsh
zsh-autosuggestions
zsh-completions
zstd
zvbi
zxing-cpp
