7zip
alacritty
anydesk
autohotkey
bat
btop
cacert
cmake
conemu
ctop
dark
dbeaver
erdtree
ffmpeg-yt-dlp
figlet
firefox
fzf
gcc
git
git-filter-repo
gitui
glow
go
gradle
gron
gzip
helix
innounp
insomnia
jq
komorebi
lazydocker
lazygit
less
lf
llvm
make
marksman
maven
miller
neovim
netcoredbg
notepadplusplus
nu
nvm
obs-studio
obsidian
openssl
perl
python
qbittorrent
ripgrep
rust-analyzer
starship
sudo
tldr
ungoogled-chromium
unzip
vcredist2022
vlc
vscode
wget
whkd
wincompose
yori
yq
yt-dlp
ytdlp-interface
zoxide
